import Footer from "src/components/molecules/Footer";
import styles from "./style.scss";

function Notice() {
  return (
    <section className={styles.notice}>
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤!하이욤! 하이욤! 하이욤! 하이욤!
      하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤! 하이욤!
      <Footer />
    </section>
  );
}

export default Notice;
