// 경영대학
import 경영정보학과 from "./경영대학/경영정보학과";
import 경영정보학과_대학원 from "./경영대학/경영정보학과_대학원";
import 경영학부 from "./경영대학/경영학부";
import 국제경영학과 from "./경영대학/국제경영학과";
// 공대
import 건축공학과 from "./공과대학/건축공학과";
import 건축학과 from "./공과대학/건축학과";
import 공업화학과 from "./공과대학/공업화학과";
import 기계공학부 from "./공과대학/기계공학부";
import 도시공학과 from "./공과대학/도시공학과";
import 신소재공학과 from "./공과대학/신소재공학과";
import 안전공학과 from "./공과대학/안전공학과";
import 토목공학부 from "./공과대학/토목공학부";
import 화학공학과 from "./공과대학/화학공학과";
import 환경공학과 from "./공과대학/환경공학과";
// 공통
import linc사업단 from "./공통/linc사업단";
import sw중심대학사업단 from "./공통/sw중심대학사업단";
import 국제교류본부 from "./공통/국제교류본부";
import 충북대공지사항 from "./공통/충북대공지사항";
import 충북대학사장학 from "./공통/충북대학사장학";
import 충북대행사세미나 from "./공통/충북대행사세미나";
import 취업지원본부공지사항 from "./공통/취업지원본부공지사항";
import 취업지원본부채용설명회 from "./공통/취업지원본부채용설명회";
import 학생생활관 from "./공통/학생생활관";
import 농업경제학과 from "./농업생명환경대학/농업경제학과";
import 목재종이과학과 from "./농업생명환경대학/목재종이과학과";
// 농생대
import 바이오시스템공학과 from "./농업생명환경대학/바이오시스템공학과";
import 산림학과 from "./농업생명환경대학/산림학과";
import 식물의학과 from "./농업생명환경대학/식물의학과";
import 식물자원학과 from "./농업생명환경대학/식물자원학과";
import 식품생명공학과 from "./농업생명환경대학/식품생명공학과";
import 원예학과 from "./농업생명환경대학/원예학과";
import 지역건설공학과 from "./농업생명환경대학/지역건설공학과";
import 축산학과 from "./농업생명환경대학/축산학과";
import 특용식물학과 from "./농업생명환경대학/특용식물학과";
import 환경생명화학과 from "./농업생명환경대학/환경생명화학과";
// 사범대
import 교육학과 from "./사범대학/교육학과";
import 국어교육과 from "./사범대학/국어교육과";
import 물리교육과 from "./사범대학/물리교육과";
import 사회교육과 from "./사범대학/사회교육과";
import 생물교육과 from "./사범대학/생물교육과";
import 수학교육과 from "./사범대학/수학교육과";
import 역사교육과 from "./사범대학/역사교육과";
import 영어교육과 from "./사범대학/영어교육과";
import 윤리교육과 from "./사범대학/윤리교육과";
import 지구과학교육과 from "./사범대학/지구과학교육과";
import 지리교육과 from "./사범대학/지리교육과";
import 체육교육과 from "./사범대학/체육교육과";
// 사과대
import 경제학과 from "./사회과학대학/경제학과";
import 사회학과 from "./사회과학대학/사회학과";
import 심리학과 from "./사회과학대학/심리학과";
import 정치외교학과 from "./사회과학대학/정치외교학과";
import 행정학과 from "./사회과학대학/행정학과";
// 생과대
import 소비자학과 from "./생활과학대학/소비자학과";
import 식품영양학과 from "./생활과학대학/식품영양학과";
import 아동복지학과 from "./생활과학대학/아동복지학과";
import 의류학과 from "./생활과학대학/의류학과";
import 주거환경학과 from "./생활과학대학/주거환경학과";
// 수의대
import 수의예과 from "./수의과대학/수의예과";
import 수의학과 from "./수의과대학/수의학과";
// 약대
import 약학과 from "./약학대학/약학과";
import 제약학과 from "./약학대학/제약학과";
// 융합학과
import 조형예술학과 from "./융합학과군/조형예술학과";
// 의과대학
import 간호학과 from "./의과대학/간호학과";
import 의예과 from "./의과대학/의예과";
import 의학과 from "./의과대학/의학과";
// 인문대
import 고고미술사학과 from "./인문대학/고고미술사학과";
import 국어국문학과 from "./인문대학/국어국문학과";
import 독일언어문학과 from "./인문대학/독일언어문학과";
import 러시아언어문화학과 from "./인문대학/러시아언어문화학과";
import 사학과 from "./인문대학/사학과";
import 영어영문학과 from "./인문대학/영어영문학과";
import 중어중문학과 from "./인문대학/중어중문학과";
import 철학과 from "./인문대학/철학과";
import 프랑스언어문화학과 from "./인문대학/프랑스언어문화학과";
// 자연과학대
import 물리학과 from "./자연과학대학/물리학과";
import 미생물학과 from "./자연과학대학/미생물학과";
import 생물학과 from "./자연과학대학/생물학과";
import 생화학과 from "./자연과학대학/생화학과";
import 수학과 from "./자연과학대학/수학과";
import 정보통계학과 from "./자연과학대학/정보통계학과";
import 지구환경과학과 from "./자연과학대학/지구환경과학과";
import 천문우주학과 from "./자연과학대학/천문우주학과";
import 화학과 from "./자연과학대학/화학과";
// 전정대
import 소프트웨어학과 from "./전자정보대학/소프트웨어학과";
import 전기공학부 from "./전자정보대학/전기공학부";
import 전자공부학부 from "./전자정보대학/전자공부학부";
import 정보통신공학부 from "./전자정보대학/정보통신공학부";
import 지능로봇공학과 from "./전자정보대학/지능로봇공학과";
import 컴퓨터공학과 from "./전자정보대학/컴퓨터공학과";

export default [
  경영정보학과,
  경영정보학과_대학원,
  경영학부,
  국제경영학과,
  건축공학과,
  건축학과,
  공업화학과,
  기계공학부,
  도시공학과,
  신소재공학과,
  안전공학과,
  토목공학부,
  화학공학과,
  환경공학과,
  농업경제학과,
  목재종이과학과,
  바이오시스템공학과,
  산림학과,
  식물의학과,
  식물자원학과,
  식품생명공학과,
  원예학과,
  지역건설공학과,
  축산학과,
  특용식물학과,
  환경생명화학과,
  교육학과,
  국어교육과,
  물리교육과,
  사회교육과,
  생물교육과,
  수학교육과,
  역사교육과,
  영어교육과,
  윤리교육과,
  지구과학교육과,
  지리교육과,
  체육교육과,
  경제학과,
  사회학과,
  심리학과,
  정치외교학과,
  행정학과,
  소비자학과,
  식품영양학과,
  아동복지학과,
  의류학과,
  주거환경학과,
  수의예과,
  수의학과,
  약학과,
  제약학과,
  조형예술학과,
  간호학과,
  의예과,
  의학과,
  고고미술사학과,
  국어국문학과,
  독일언어문학과,
  러시아언어문화학과,
  사학과,
  영어영문학과,
  중어중문학과,
  철학과,
  프랑스언어문화학과,
  물리학과,
  미생물학과,
  생물학과,
  생화학과,
  수학과,
  정보통계학과,
  지구환경과학과,
  천문우주학과,
  화학과,
  소프트웨어학과,
  전기공학부,
  전자공부학부,
  정보통신공학부,
  지능로봇공학과,
  컴퓨터공학과,
  linc사업단,
  sw중심대학사업단,
  국제교류본부,
  충북대공지사항,
  충북대학사장학,
  충북대행사세미나,
  취업지원본부공지사항,
  취업지원본부채용설명회,
  학생생활관,
];
